{
  "title": "Pagina principale - Riccardo Riva",
  "Portfolio": "Portfolio",
  "About": "Chi sono",
  "Contact": "Contatti",
  "Blog": "Blog",
  "header": "I tuoi momenti più belli, per sempre",
  "first-post-intro": "La fotografia è molto più di un semplice scatto: è uno sguardo, un istante che diventa racconto. Con questo blog voglio esplorare le tecniche, gli strumenti e soprattutto le emozioni e le storie che si nascondono dietro ogni immagine. Un punto di partenza per condividere la passione per la luce, i dettagli e la bellezza di fermare il tempo.",
  "about_p1": "Sono un fotografo e videomaker con base in Italia. Ho lavorato con diversi clienti locali e ho maturato esperienza come fotografo interno per un'azienda locale. Amo catturare la bellezza della vita quotidiana con il mio obiettivo — che sia un paesaggio ampio, un momento spontaneo o un ritratto accuratamente composto.",
  "about_p2": "Questo sito è in costruzione; aggiungerò presto più informazioni sul mio percorso e sui miei progetti. Rimanete sintonizzati!",
  "contact_intro": "Hai un progetto in mente o vuoi semplicemente dire ciao? Mi piacerebbe sentirti.",
  "name_label": "Nome",
  "name_placeholder": "Il tuo nome",
  "email_label": "Email",
  "email_placeholder": "La tua email",
  "message_label": "Messaggio",
  "message_placeholder": "Il tuo messaggio",
  "send_button": "Invia",
  "contact_thanks": "Grazie — Ti risponderò al più presto.",
  "portfolio_heading": "Il mio Portfolio",
  "photos_label": "Foto",
  "videos_label": "Video",
  "wedding_gig": "Servizio Matrimonio",
  "corporate_event": "Evento Aziendale",
  "blog_post1_title": "Il mio primo post sul blog",
  "blog_post1_preview": "Una breve e intrigante anteprima del mio primo post sul blog. Leggi di più sulla mia esperienza e i miei pensieri.",
  "blog_post2_title": "L'arte della fotografia",
  "blog_post2_preview": "Esplorando le tecniche e l'ispirazione dietro alcuni dei miei scatti migliori.",
  "Giau": "Passo Giau - Agosto 2025",
  "Collections": "Collezioni fotografiche"
}
